Repository: gtrant/eraser
Catalog: eraser6/Eraser.Manager/Strings.*.resx
Languages: pl

source: The program does not have the required permissions to erase the unused space on disk. Run the program as an administrator and retry the operation.
pl: Program nie wystarczających praw dostępu do wymazania nieużywanego miejsca dysku. Uruchom program jako administrator i powtórz czynność.

source: The program does not have the required permissions to erase the unused space on disk.
pl: Program nie wystarczających praw dostępu do wymazania nieużywanego miejsca dysku.

source: The drive {0} has disk quotas active. This will prevent the complete erasure of unused space and may pose a security concern.
pl: Dysk {0} ma włączone ograniczenie rozmiaru (quota). Uniemożliwi to całkowite wymazanie nieużywanego miejsca, co powinno alarmować o zagrożonym bezpieczeństwie.

source: Searching for files' cluster tips...
pl: Poszukiwanie resztek klastrów...

source: The task was cancelled.
pl: Zadanie zostało anulowane.

source: Erasing cluster tips...
pl: Wymazywanie resztek klastrów...

source: Erasing unused space..
pl: Wymazywanie nieużywanego miejsca...

source: Old resident file system table files
pl: Stara rezydentna tabela systemu plików

source: Removing temporary files...
pl: Usuwanie plików tymczasowych...

source: Erasing unused directory structures...
pl: Wymazywanie nieużywanej struktury katalogów...

source: The file {0} was not erased as the file does not exist.
pl: Plik {0} nie został wymazany, bo nie istnieje.

source: Erasing files...
pl: Wymazywanie plików...

source: The file {0} could not be erased because the file was either compressed, encrypted or a sparse file.
pl: Plik {0} nie mógł być wymazany, bo był skompresowany, zaszyfrowany lub rozrzedzony.

source: The file {0} could not be erased because the file's permissions prevent access to the file.
pl: Plik {0} nie mógł być wymazany z powodu ograniczonego prawa dostępu do pliku.

source: (locked by {0})
pl: (zablokowane przez {0})

# Could not force closure of file &quot;{0}&quot; {1}
source: Could not force closure of file \"{0}\" {1}
pl: Nie można wymusić zamknięcia pliku \"{0}\" {1}

source: Removing folders...
pl: Usuwanie katalogów...

source: Emptying recycle bin...
pl: Opróżnianie kosza...

source: EntropySource GUID not found: {0}
pl: Nie znaleziono źródła entropii GUID: {0}

source: Erasure method not found: {0}
pl: Metoda wymazywania nieodnaleziona: {0}

source: PRNG not found: {0}
pl: Nie znaleziono PRNG: {0}

source: Plausible deniability was selected, but no decoy files were found. The current file has been only replaced with random data.
pl: Wybrano wymazywanie z opcją prawdopodobnego zaprzeczenia, ale nie wybrano żadnych plików na przynęte. Obecny plik został zastąpiony danymi losowymi.

source: The file system on the drive {0} is not supported.
pl: System plików napędu {0} nie jest wspierany.

source: {0} (1 pass)
pl: {0} (1 przebieg)

source: {0} ({1} passes)
pl: {0} ({1} przebiegów)

source: Random
pl: Losowy

source: (default)
pl: (domyślny)

# Could not load the plugin {0}. The error returned was: {1}
source: Could not load the plugin {0}.\n\nThe error returned was: {1}
pl: Nie można było załadować wtyczki {0}.\n\nWystąpił błąd: {1}

source: Running on restart
pl: Uruchomienie po restarcie

source: Once every {0} days
pl: Raz w każdy {0} dzień

source: Once every day
pl: Raz w każdy dzień

source: Every weekday
pl: Każdy dzień powszedni

source: Every Monday, {0}
pl: Każdy poniedziałek, {0}

source: Every Tuesday, {0}
pl: Każdy wtorek, {0}

source: Every Wednesday, {0}
pl: Każda środa, {0}

source: Every Thursday, {0}
pl: Każdy czwartek, {0}

source: Every Friday, {0}
pl: Każdy piątek, {0}

source: Every Saturday, {0}
pl: Każda sobota, {0}

source: Every Sunday, {0}
pl: Każda niedziela, {0}

source: once every {0} week.
pl: raz w każdy {0} tydzień.

source: once every {0} weeks.
pl: raz w każdy {0} tydzień.

source: On day {0} of every month
pl: W dniu {0} każdego miesiąca

source: On day {0} of every {1} months
pl: W dniu {0} każdego {1} miesiąca

source: , at {0}
pl: , w {0}

source: The frequency of the recurrence should be greater than one
pl: Częstość powtarzania się powinna być większa od jedności

source: The WeeklySchedule should have at least one day where the task should be run.
pl: Tygodniowy plan powinien mieć przynajmniej jeden dzień, w którym zadanie powinno być uruchomione.

source: An invalid type was found when loading the task schedule
pl: Podczas ładowania napotkano niewłaściwy typ harmonogramu zadań

source: {0} and {1} other targets
pl: {0} i {1} inne cele

source: Unused disk space ({0})
pl: Nieużywane miejsce dysku ({0})

source: Could not erase files and subfolders in {0} because {1}
pl: Nie można było wymazać plików i podkatalogów w {0} ponieważ {1}

source: Recycle Bin
pl: Kosz
