Repository: gtrant/eraser
Catalog: trunk/eraser/Eraser/Strings.*.resx
Languages: pl

source: Eraser is an advanced security tool for Windows, which allows you to completely remove sensitive data from your hard drive by overwriting it several times with carefully selected patterns. Eraser is Free software and its source code is released under GNU General Public License.\r\n\r\nErasure Method Credits:\r\nGutmann (35 Pass): Copyright Peter Gutmann &amp; Colin Plumb\r\nGutmann Lite (10 pass): Copyright Peter Gutmann &amp; Colin Plumb\r\nUS DoD (7 pass): Copyright United States Department of\r\n Defense\r\nUS DoD (3 pass): Copyright United States Department of\r\n Defense\r\nUS Air Force 5020 (3 pass): Copyright United States Department of\r\n Defense\r\nUS Army AR380-19 (3 pass): Copyright United States Department of\r\n Defense\r\nRCMP TSSIT OPS-II (7 pass): Copyright Government of Canada,\r\n Royal Canadian Mounted Police\r\nSchneier's Method (7 pass): Copyright Bruce Schneier\r\nGerman VSITR (7 pass): Copyright Germany BSI Verschlusssachen\r\n -IT-Richtlinien\r\nBritish HMG IS5 (3 pass): Copyright British Government\r\nBritish HMG IS5 (1 pass): Copyright British Government\r\nRussian GOST P50739-95 (2 pass): Copyright Government of the Soviet\r\n Union \r\nPseudorandom data (1 pass): Public Domain\r\nFirst/Last 16Kb: Copyright The Eraser Project\r\n\r\nEraser Copyright © The Eraser Project\r\n\r\nEraser Project Members:\r\n• Sami Tolvanen: Mentor/Initiator\r\n• Garrett Trant: Mentor/Researcher\r\n• Joel Low: Lead Developer\r\n• Kasra Nassiri: Developer/Security Researcher\r\n• Dennis van Lith: Designer
pl: Eraser to zaawansowane narzędzie bezpieczeństwa dla Windows, które pozwala, kompletnie usunąć wrażliwe dane z dysku przez ich wielokrotne nadpisanie specjalnie dobranymi wzorami danych. Eraser jest darmowym oprogramowaniem i jego kod źródłowy jest wydany na podstawie Powszechnej Licencji GNU.\r\n\r\nErasure - wykorzystane metody:\r\nGutmann (35 przebiegów): Copyright Peter Gutmann & Colin Plumb\r\nGutmann Lite (10 przebiegów): Copyright Peter Gutmann & Colin Plumb\r\nUS DoD (7 przebiegów): Copyright United States Department of\r\n Defense\r\nUS DoD (3 przebiegi): Copyright United States Department of\r\n Defense\r\nUS Air Force 5020 (3 przebiegi): Copyright United States Department of\r\n Defense\r\nUS Army AR380-19 (3 przebiegi): Copyright United States Department of\r\n Defense\r\nRCMP TSSIT OPS-II (7 przebiegów): Copyright Government of Canada,\r\n Royal Canadian Mounted Police\r\nSchneier's Method (7 przebiegów): Copyright Bruce Schneier\r\nGerman VSITR (7 przebiegów): Copyright Germany BSI Verschlusssachen\r\n -IT-Richtlinien\r\nBritish HMG IS5 (3 przebiegi): Copyright British Government\r\nBritish HMG IS5 (1 przebieg): Copyright British Government\r\nRussian GOST P50739-95 (2 przebiegi):Copyright Government of the Soviet\r\n Union \r\nPseudorandom data (1 przebieg): Public Domain\r\nPierwsze/Ostatnie 16Kb: Copyright The Eraser Project\r\n\r\nEraser Copyright © The Eraser Project\r\n\r\nCzłonkowie projektu Eraser:\r\n• Sami Tolvanen: Mentor/Inicjator\r\n• Garrett Trant: Mentor/Technolog\r\n• Joel Low: Główny Producent\r\n• Kasra Nassiri: Producent/Technolog bezpieczeństwa\r\n• Dennis van Lith: Projektant

source: {0} (Built: {1:F}, special build)
pl: {0} (Kompilacja: {1:F}, specjalne wydanie)

source: {0} (Built: {1:F})
pl: {0} (Kompilacja: {1:F})

source: Eraser is free open-source software!
pl: Eraser to bezpłatne oprogramowanie o otwartym kodzie!

source: Please help us to continue developing Eraser - donate some coffee!
pl: Proszę wspomóż rozwój Erasera - zasponsoruj parę filiżanek kawy!

source: Could not open the required web page. The error returned was: {0}
pl: Nie można było otworzyć wymaganej strony WWW. Wystąpił błąd: {0}

source: Session: {0:F}
pl: Sesja: {0:F}

source: The task list could not be imported. The error returned was: {0}
pl: Lista zadań nie może być zaimportowana. Wystąpił błąd: {0}

source: The Eraser documentation file could not be opened. Check that Adobe Reader installed and that your Eraser install is not corrupt.\n\nThe error returned was: {0}
pl: Nie można otworzyć dokumentacji Erasera. Sprawdź czy Adobe Reader został zainstalowany i instalcja Erasera nie została uszkodzona.\n\nWystąpił błąd: {0}

source: Processing:
pl: Przetwarzanie:

source: Unknown action {0}
pl: (Untranslated)

source: Eraser cannot connect to the running instance for erasures.
pl: (Untranslated)

source: Another instance of Eraser is already running but it is running with higher privileges than this instance of Eraser. Tasks cannot be added in this manner.\n\nClose the running instance of Eraser and start it again without administrator privileges, or run the command again as an administrator.
pl: (Untranslated)

source: usage: Eraser &lt;action&gt; &lt;arguments&gt;\r\nwhere action is\r\n help Show this help message.\r\n erase Erases items specified on the command line. This is\r\n equivalent to addtask, with the schedule set to now.\r\n addtask Adds a task to the current task list.\r\n importtasklist Imports an Eraser Task list to the current user's Task\r\n List.\r\n\r\nglobal parameters:\r\n /quiet Do not create a Console window to display progress.\r\n\r\nparameters for help:\r\n eraser help\r\n\r\n no parameters to set.\r\n\r\nparameters for erase and addtask:\r\n eraser erase [/method=(&lt;methodGUID&gt;|&lt;methodName&gt;)] &lt;target&gt; [target [...]]\r\n eraser addtask [/method=(&lt;methodGUID&gt;|&lt;methodName&gt;)] [/schedule=(now|manually|restart)] &lt;target&gt; [target [...]]\r\n\r\n /method The Erasure method to use.\r\n methodGUID and methodName can be any GUID/Name from the following list:\r\n{0}\r\n Only erasure methods labelled U can be used to erase unused disk space.\r\n\r\n /schedule The schedule the task will follow. The value must be one\r\n of:\r\n now The task will be queued for immediate execution.\r\n manually The task will be created but not queued for execution.\r\n restart The task will be queued for execution when the computer\r\n is next restarted.\r\n\r\n This parameter is only valid for use with addtask.\r\n\r\n target is one or more of:\r\n{1}\r\nparameters for importtasklist:\r\n eraser importtasklist &lt;file&gt;[...]\r\n\r\n file A list of one or more files to import.\r\n\r\nAll arguments are case sensitive.\r\n\r\nResponse files can be used for very long command lines (generally, anything\r\ninvolving more than 32,000 characters.) Response files are used by prepending\r\n@ to the path to the file, and passing it into the command line. The\r\ncontents of the response files' will be substituted at the same position into\r\nthe command line.
pl: (Untranslated)

source: Eraser {0}\r\n(c) 2008-2012 The Eraser Project\r\nEraser is Open-Source Software: see http://eraser.heidi.ie/ for details.\r\n
pl: (Untranslated)

source: Unknown schedule type: {0}
pl: (Untranslated)

source: Ambiguous argument: {0} can be handled by more than one erasure target.
pl: (Untranslated)

source: Unknown argument: {0}, skipped.
pl: (Untranslated)

source: Tasks must contain at least one erasure target.
pl: (Untranslated)

source: Ambiguous erasure method name: {0} identifies more than one erasure method.
pl: (Untranslated)

source: The provided Erasure Method '{0}' does not exist.
pl: (Untranslated)

source: Could not load task list. All task entries have been lost. The error returned was: {0}
pl: Nie można było załadować listy zadań. Wszystkie wpisy zadań zostały utracone. Wystąpił błąd: {0}

source: Another instance of Eraser is already running but it is running with higher privileges than this instance of Eraser.\n\nEraser will now exit.
pl: Już działa inne wystąpienie Erasera i jest z wyższymi uprawnieniami niż to wystąpienie.\n\nEraser się zamknie.

source: Another instance of Eraser is already running but cannot be connected to.\n\nThe error returned was: {0}
pl: Już działa inne wystąpienie Erasera, ale nie można się z nim połączyć.\n\nWystąpił błąd: {0}

source: Total: {0,2:#0.00%}
pl: Razem: {0,2:#0.00%}

source: Completed with warnings
pl: Ukończony z ostrzeżeniami

source: Completed with errors
pl: Ukończony z błędami

source: Not completed
pl: Niekompletny

source: Completed
pl: Ukończony

source: Close
pl: Zamknij

source: Erasing...
pl: (Untranslated)

source: {0} out of {1}
pl: {0} z {1}

source: About {0} left
pl: Zostało około {0}

source: Unknown
pl: Nieznany

source: Total: Unknown
pl: (Untranslated)

source: Queued for execution
pl: Ustawiony w kolejce dla wykonania

source: Not queued
pl: Nie ustawiony w kolejce

source: New task added
pl: Dodano nowe zadanie

source: {0} has just been added to the list of tasks.
pl: {0} właśnie dodano do listy zadań.

source: Are you sure you want to delete the selected tasks?
pl: Czy na pewno chesz usunąć wybrane zadania?

source: Running...
pl: Działa...

source: The task {0} has completed with warnings.
pl: Zadanie {0} ukończono z ostrzeżeniami.

source: The task {0} has completed with errors.
pl: Zadanie {0} ukończono z błedami.

source: The task {0} did not complete.
pl: Zadanie {0} nie zostało ukończone.

source: The task {0} has completed.
pl: Zadanie {0} wykonane.

source: Task completed
pl: (Untranslated)

source: Recycle Bin
pl: (Untranslated)

source: Cannot erase the selected items
pl: (Untranslated)

source: Import tasks from {0}
pl: Importuj zadania z {0}

source: Erase {0}
pl: Wymazywanie {0}

source: Could not import task list from {0}. The error returned was: {1}
pl: Nie można było zaimportować listy zadań z {0}. Wystąpił błąd: {1}

source: You have dropped a set of files and folders into Eraser. What do you want to do with them?
pl: (Untranslated)

# Erase the selected items Schedules the selected items for immediate erasure.
source: Erase the selected items\nSchedules the selected items for immediate erasure.
pl: (Untranslated)

# Create a new Task A task will be created containing the selected items.
source: Create a new Task\nA task will be created containing the selected items.
pl: (Untranslated)

source: Cancel the drag-and-drop operation
pl: (Untranslated)

source: Are you sure you wish to erase the selected items?
pl: (Untranslated)

source: Could not load the setting {0}\\{1}. The setting has been lost.
pl: (Untranslated)

source: Default file erasure method
pl: Podstawowa metoda wymazywania pliku

source: Default drive erasure method
pl: (Untranslated)

source: Randomness data source
pl: Źródło danych losowych

source: The following settings held invalid values:\n\n{0}\nThese settings have now been set to naive defaults.\n\nPlease check that the new settings suit your required level of security.
pl: Następujące ustawinia mają niewłaściwe parametry:\n\n{0}\nTe ustawienia przestawiono na domyślnie.\n\nProszę sprawdź ten nowy zestaw ustawień poziomów bezpieczeństwa.

source: The path you selected is invalid.
pl: Wybrana ścieżka jest niewłaściwa.

source: Plugins which have just been approved will only be loaded the next time Eraser is started.
pl: Tylko zaakceptowane wtyczki zostaną załądowane przy następnym uruchomieniu Erasera.

source: An invalid language was selected.
pl: Wybrano niewłaściwy język.

source: An invalid file erasure method was selected.
pl: Wybrano niewłaściwą metodę wymazywania pliku.

source: An invalid drive erasure method was selected.
pl: (Untranslated)

source: An invalid randomness data source was selected.
pl: Wybrano niewłaściwe źródło danych losowych.

source: Erasures with plausible deniability was selected, but no files were selected to be used as decoys.
pl: Wybrano wymazywanie z opcją prawdopodobnego zaprzeczenia, ale nie wybrano żadnych plików na przynęte.

source: The new UI language will take only effect when Eraser is restarted.
pl: Nowy język interfejsu zostanie załadowany po ponownym uruchomieniu Erasera.

source: The new randomness data source will only be used when the next task is run.\nCurrently running tasks will use the old source.
pl: Nowe źródło danych losowych zostanie użyte przy następnym zadaniu.\nObecne zadanie korzysta ze starego źródła.

source: (This erasure type does not have any settings to define.)
pl: (Untranslated)

source: The erasure method selected does not support erasing the erasure target.
pl: (Untranslated)

source: (default)
pl: (domyślny)

source: Cannot add the selected items
pl: (Untranslated)

source: Add {0}
pl: (Untranslated)

source: The task has no data to erase.
pl: Zadanie nie ma danych do wymazania.

source: The task needs to run on at least one day a week
pl: Zadanie wymaga do działania przynajmniej jednego dnia tygodnia

source: Processing update list...
pl: Proces aktualizacji listy...

source: Updates
pl: Aktualizacje

source: Plugins
pl: Wtyczki

source: There are no new updates or plugins available for Eraser.
pl: Brak aktualizacji programu lub wtyczek Erasera.

source: Install
pl: Instalacja

source: Error
pl: Błąd

source: Downloaded
pl: Pobrano

source: Downloading: {0}
pl: Pobieranie: {0}

source: Overall progress: {0} left
pl: Ogólny postęp: zostało {0}

source: Error: {0}
pl: Błąd: {0}

source: Installing {0}
pl: Instalowanie {0}

source: Installed {0}
pl: Zainstalowano {0}

source: {0} of {1} downloaded
pl: pobrano {0} z {1}
