Repository: gtrant/eraser
Catalog: trunk/eraser/Eraser.DefaultPlugins/Strings.*.resx
Languages: it

source: Random Data
it: Dati "casuali"

source: Constant ({0} bytes)
it: Costante ({0} bytes)

source: The name of the custom method cannot be empty.
it: Il nome del metodo custom non può essere vuoto.

source: The method needs to have at least one pass defined.
it: Il metodo richiede di avere almeno un passo definito.

source: The pass constant cannot be displayed as text because it contains invalid characters.
it: La costante di passo non può essere mostrata come testo perchè contiene caratteri non validi.

source: The pass constant must not be empty.
it: La costante di passo non deve essere vuota.

source: The input text is invalid for the current data type. Valid hexadecimal characters are the digits 0-9 and letters A-F
it: Il valore indicato non è valido per il tipo di dato. I caratteri esadecimali validi sono i numerii compresi fra 0 e 9 e le lettere fra A e F

source: Default Erasure Methods and PRNGs
it: Metodi di pulizia di default e PRNGs

source: The Eraser Project &lt;eraser-development@lists.sourceforge.net&gt;
it: (Untranslated)

source: An invalid erasure method was selected.
it: E' stato selezionato un metodo di pulizia non valido.

source: Could not erase directory entries on the volume {0} because the volume is currently in use.
it: Impossibile pulire i puntamenti ai folder sul volume {0} perchè è attualmente in uso.

source: The folder {0} cannot be deleted as it is not empty.
it: La cartella {0} non può essere cancellata perhcè non è vuota.

source: The file {0} could not be erased because the file's permissions prevent access to the file.
it: Non è stato possibile pulire il file {0} perchè i permessi su di esso ne impediscono l'accesso.

source: The file {0} is currently in use and cannot be removed.
it: Il file {0} è attualmente in uso e non può essere rimosso.

source: Could not force closure of file \&quot;{0}\&quot; {1}(locked by {0})
it: Impossibile forzare la chiusura del file \"{0}\" {1}(in uso da {0})

source: Could not erase cluster tips in {0} as the volume is not mounted.
it: Non sono stati puliti i cluster tips in {0} perchè il volumen non è montato.

source: {0} did not have its cluster tips erased because you do not have the required permissions to erase the file cluster tips.
it: Non sono stati puliti i cluster tips di {0} perchè non in possesso dei necessari permessi.

source: {0} did not have its cluster tips erased. The error returned was: {1}
it: Non sono stati puliti i cluster tips di {0}. L'errore ricevuto è: {1}

source: Files in {0} did not have their cluster tips erased because it is a hard link or a symbolic link.
it: Non sono stati puliti i cluster tips dei files in {0} perchè è un hard link oppure un symbolic link.

source: {0} did not have its cluster tips erased, because it is a system file
it: Non sono stati puliti i cluster tips di {0} perchè è un file di sistema.

source: {0} did not have its cluster tips erased because it is a hard link or a symbolic link.
it: Non sono stati puliti i cluster tips di {0} perchè è un hard link oppure un symbolic link.

source: {0} did not have its cluster tips erased because it is compressed, encrypted or a sparse file.
it: Non sono stati puliti i cluster tips di {0} perchè è compresso, crittato o distribuito.

source: {0} did not have its cluster tips erased because of the following error: {1}
it: Non sono stati puliti i cluster tips di {0} per il seguente errore: {1}

source: Files in {0} did not have its cluster tips erased because of the following error: {1}
it: (Untranslated)

source: Drive/Partition
it: (Untranslated)

source: Hard disk {0}
it: (Untranslated)

source: Partition: {0}
it: (Untranslated)

source: Hard disk {0} Partition {1}
it: (Untranslated)

source: Partition
it: (Untranslated)

source: The program does not have the required permissions to erase the unused space on disk. Run the program as an administrator and retry the operation.
it: Il programma non ha i necessari permessi per pulire li spazio libero sul disco. Esegui il programma "as an administrator" e riprova l'operazione

source: The program does not have the required permissions to erase the unused space on disk.
it: Il programma non ha i necessari permessi per pulire li spazio libero sul disco.

source: The Drive erasure target requires a volume or physical drive selected for erasure.
it: (Untranslated)

source: The task was cancelled.
it: L'operazione è stata annullata.

source: Hard disk {0} ({1})
it: (Untranslated)

source: Partition {0} ({1})
it: (Untranslated)

source: Partition ({0})
it: (Untranslated)

source: Partition {0}
it: (Untranslated)

source: drive Erases partitions, volumes or drives\r\n arguments:\r\n drive=\Device\Harddisk&lt;index&gt;\r\n drive=\\.\PhysicalDrive&lt;index&gt;\r\n drive=\\?\Volume&lt;guid&gt;
it: (Untranslated)

source: File
it: (Untranslated)

source: Invalid file path
it: Percorso del file non valido

# file Erases the specified file argument: file=&lt;path&gt;
source: file Erases the specified file\r\n argument: file=&lt;path&gt;
it: (Untranslated)

source: Could not erase files and subfolders in {0} because {1}
it: Impossibile pulire files e cartelle in {0} perchè {1}

source: Erasing files...
it: Pulizia file...

source: The file {0} was not erased as the file does not exist.
it: (Untranslated)

source: The file {0} could not be erased because the file was either compressed, encrypted or a sparse file.
it: (Untranslated)

source: The file {0} is a hard link or a symbolic link thus the contents of the file was not erased.
it: (Untranslated)

source: Files in Folder
it: File in cartella

source: Removing folders...
it: Pulizia cartelle...

source: The folder {0} could not be deleted because the folder's permissions prevents the deletion of the folder.
it: (Untranslated)

source: Invalid folder path
it: Percorso non valido

source: dir Erases files and folders in the directory\r\n arguments: dir=&lt;directory&gt;[,-excludeMask][,+includeMask][,deleteIfEmpty]\r\n excludeMask A wildcard expression for files and folders to\r\n exclude.\r\n includeMask A wildcard expression for files and folders to\r\n include.\r\n The include mask is applied before the exclude mask.\r\n deleteIfEmpty Deletes the folder at the end of the erasure if it is\r\n empty.
it: (Untranslated)

source: The path you selected is invalid.
it: Il percorso scelto non è valido

source: Recycle Bin
it: Cestino

source: Emptying recycle bin...
it: Svuotamento cestino...

source: recyclebin Erases files and folders in the recycle bin
it: (Untranslated)

source: Secure move
it: Spostamento sicuro

source: Securely move {0}
it: Spostamento sicuro di {0}

source: Securely moving files and folders...
it: (Untranslated)

source: Erasing incomplete destination file
it: (Untranslated)

source: Erasing source files...
it: (Untranslated)

source: Copying source files to destination...
it: (Untranslated)

source: move Securely moves a file/directory to a new location\r\n arguments: move=&lt;source&gt;|&lt;destination&gt;
it: (Untranslated)

source: Select the Source folder
it: Seleziona la cartella sorgente

source: Select the Source file
it: Seleziona il file sorgente

source: Move Source folder to:
it: Salva il file spostato come

source: Save Source file to
it: (Untranslated)

source: Unused disk space
it: Spazio disco libero

source: Unused disk space ({0})
it: Spazio disco libero ({0})

source: This computer has had System Restore or Volume Shadow Copies enabled. This may allow copies of files stored on the disk to be recovered and pose a security concern.
it: Questo computer ha il System Restore o Volume Shadow Copies abilitato.Ciò permette il ripristino di file memorizzati sul disco anche se precedentemente puliti e ciò determina dei problemi di sicurezza.

source: The drive {0} has disk quotas active. This will prevent the complete erasure of unused space and may pose a security concern.
it: (Untranslated)

source: Searching for files' cluster tips...
it: Ricerca di files' cluster tips...

source: Erasing cluster tips...
it: Pulizia cluster tips...

source: Old resident file system table files
it: (Untranslated)

source: Removing temporary files...
it: Pulizia file temporanei...

source: Erasing unused directory structures...
it: Pulizia di struttura di cartelle inusate...

source: Erasing unused space...
it: Pulizia spazio inusato...

source: unused Erases unused space in the volume.\r\n arguments: unused=&lt;drive&gt;[,clusterTips[=(true|false)]]\r\n clusterTips If specified, the drive's files will have their\r\n cluster tips erased. This parameter accepts a Boolean\r\n value (true/false) as an argument; if none is specified\r\n true is assumed.
it: (Untranslated)

source: The custom erasure method can only comprise passes containing constant or random passes
it: Il metodo di pulizia custom può solo prevedere passi costanti oppure casuali

source: US DoD 5220.22-M (8-306./E, C &amp; E)
it: US DoD 5220.22-M (8-306./E, C & E)

source: The First/last 16KB erasure method requires another erasure method to erase the file.\n\nThis must be set in the Plugin Settings dialog.
it: Il metodo di pulizia First/last 16KB richiede un altro metodo di pulizia per la cancellazione del file.\n\nQuesto deve essere indicato nelle impostazioni dell'estensione.

source: Kernel Entropy Source
it: (Untranslated)
