Repository: gtrant/eraser
Catalog: eraser/Eraser/SettingsPanel.*.resx
Languages: nl

# saveSettings.Text
source: Save Settings
nl: Bewaar instellingen

# uiLanguageLbl.Text
source: User interface language:
nl: Gebruikers interface taal:

# erasePRNGLbl.Text
source: Randomness data source:
nl: Willekeurige data bron:

# schedulerMissedIgnore.Text
source: ignore the missed schedule and run only at the next appointed time
nl: De herhaalde taak en doorgaan met volgende taak in de lijst

# schedulerMissedImmediate.Text
source: execute the task when Eraser next starts
nl: Taak uitvoeren bij Eraser's eerst volgende start

# schedulerMissed.Text
source: When a recurring task has missed its starting time,
nl: Waneer herhaalde taak is gemist, start vooralsnog,

# scheduler.Label
source: Scheduler settings
nl: Planner instellingen

# pluginsManagerColName.Text
source: Name
nl: Naam

# pluginsManagerColAuthor.Text
source: Author
nl: Auteur

# pluginsManagerColVersion.Text
source: Version
nl: Versie

# pluginsManagerColPath.Text
source: File Path
nl: Bestandsnaam

# eraseFilesMethodLbl.Text
source: Default file erasure method:
nl: Standard bestand verwijder methode:

# erase.Label
source: Erase settings
nl: Wis instellingen

# uiContextMenu.Text
source: Integrate Eraser into Windows Explorer
nl: Integreer Eraser in Windows Explorer

# ui.Label
source: Shell integration
nl: Shell integratie
