Repository: gtrant/eraser
Catalog: eraser/Eraser/Strings.*.resx
Languages: it

source: Eraser is an advanced security tool for Windows, which allows you to completely remove sensitive data from your hard drive by overwriting it several times with carefully selected patterns. Eraser is Free software and its source code is released under GNU General Public License.\r\n\r\nErasure Method Credits:\r\nGutmann (35 Pass): Copyright Peter Gutmann & Colin Plumb\r\nGutmann Lite (10 pass): Copyright Peter Gutmann & Colin Plumb\r\nUS DoD (7 pass): Copyright United States Department of\r\n Defense\r\nUS DoD (3 pass): Copyright United States Department of\r\n Defense\r\nUS Air Force 5020 (3 pass): Copyright United States Department of\r\n Defense\r\nUS Army AR380-19 (3 pass): Copyright United States Department of\r\n Defense\r\nRCMP TSSIT OPS-II (7 pass): Copyright Government of Canada,\r\n Royal Canadian Mounted Police\r\nSchneier's Method (7 pass): Copyright Bruce Schneier\r\nGerman VSITR (7 pass): Copyright Germany BSI Verschlusssachen\r\n -IT-Richtlinien\r\nBritish HMG IS5 (3 pass): Copyright British Government\r\nBritish HMG IS5 (1 pass): Copyright British Government\r\nRussian GOST P50739-95 (2 pass): Copyright Government of the Soviet\r\n Union \r\nPseudorandom data (1 pass): Public Domain\r\nFirst/Last 16Kb: Copyright The Eraser Project\r\n\r\nEraser Copyright © The Eraser Project\r\n\r\nEraser Project Members:\r\n• Sami Tolvanen: Mentor/Initiator\r\n• Garrett Trant: Mentor/Researcher\r\n• Joel Low: Lead Developer\r\n• Kasra Nassiri: Developer/Security Researcher\r\n• Dennis van Lith: Designer
it: Eraser è uno strumento avanzato per Windows che consente di rimuovere completamente dati sensibili dal disco sovrascrivendo diverse volte con attenzione i percorsi scelti. Eraser è un software "Free" e il suo codice sorgente è rilasciato sotto la licenza GNU General Public License.\r\n\r\nCredits per i metodi di cancellazione:\r\nGutmann (35 Pass): Copyright Peter Gutmann & Colin Plumb\r\nGutmann Lite (10 pass): Copyright Peter Gutmann & Colin Plumb\r\nUS DoD (7 pass): Copyright United States Department of\r\n Defense\r\nUS DoD (3 pass): Copyright United States Department of\r\n Defense\r\nUS Air Force 5020 (3 pass): Copyright United States Department of\r\n Defense\r\nUS Army AR380-19 (3 pass): Copyright United States Department of\r\n Defense\r\nRCMP TSSIT OPS-II (7 pass): Copyright Government of Canada,\r\n Royal Canadian Mounted Police\r\nSchneier's Method (7 pass): Copyright Bruce Schneier\r\nGerman VSITR (7 pass): Copyright Germany BSI Verschlusssachen\r\n -IT-Richtlinien\r\nBritish HMG IS5 (3 pass): Copyright British Government\r\nBritish HMG IS5 (1 pass): Copyright British Government\r\nRussian GOST P50739-95 (2 pass): Copyright Government of the Soviet\r\n Union \r\nPseudorandom data (1 pass): Public Domain\r\nFirst/Last 16Kb: Copyright The Eraser Project\r\n\r\nEraser Copyright © The Eraser Project\r\n\r\nEraser Project Members:\r\n• Sami Tolvanen: Mentor/Initiator\r\n• Garrett Trant: Mentor/Researcher\r\n• Joel Low: Lead Developer\r\n• Kasra Nassiri: Developer/Security Researcher\r\n• Dennis van Lith: Designer

source: {0} (Built: {1:F}, special build)
it: {0} (Compilato: {1:F}, compilazione speciale)

source: {0} (Built: {1:F})
it: {0} (Compilato: {1:F})

source: copyright © 2008-2010 The Eraser Project
it: copyright © 2008-2010 Progetto Eraser

source: Eraser is free open-source software!
it: Eraser è un software free e open-source!

source: Please help us to continue developing Eraser - donate some coffee!
it: Aiutateci a continuare lo sviluppo di Eraser - offriteci un caffè!

source: Could not open the required web page. The error returned was: {0}
it: Impossibile aprire la pagina web richiesta. L'errore ricevuto era: {0}

source: Session: {0:F}
it: Sessione: {0:F}

source: The task list could not be imported. The error returned was: {0}
it: Non è stato possibile importare la lista delle operazioni. L'errore ricevuto è stato: {0}

source: The Eraser documentation file could not be opened. Check that Adobe Reader installed and that your Eraser install is not corrupt.\n\nThe error returned was: {0}
it: La documentazione di Eraser non può essere aperta. Verificare che Adobe Acrobat Reader sia installato e che la vostra installazione di Eraser non sia corrotta.\n\nL'errore è stato: {0}

source: Processing:
it: Elaborazione:

source: Eraser cannot connect to the running instance for erasures.
it: Eraser non riesce a collegarsi alla istanza di pulizia in esecuzione.

source: Another instance of Eraser is already running but it is running with higher privileges than this instance of Eraser. Tasks cannot be added in this manner.\n\nClose the running instance of Eraser and start it again without administrator privileges, or run the command again as an administrator.
it: (Untranslated)

source: Eraser {0}\r\n(c) 2008-2010 The Eraser Project\r\nEraser is Open-Source Software: see http://eraser.heidi.ie/ for details.\r\n
it: (Untranslated)

source: Unknown schedule type: {0}
it: Tipo pianificazione sconosciuta: {0}

source: Unknown argument: {0}, skipped.
it: Argomento sconosciuto: {0}, saltato.

source: Tasks must contain at least one erasure target.
it: I processi devono contenere almeno un elemento su cui eseguire l'operazione.

source: Could not load task list. All task entries have been lost. The error returned was: {0}
it: Impossibile caricare la lista delle operazioni. Tutte i relativi riferimenti sono stati persi. L'errore è stato: {0}

source: Another instance of Eraser is already running but it is running with higher privileges than this instance of Eraser.\n\nEraser will now exit.
it: Un'altra occorrenza di Eraser è già in esecuzione, ma con privilegi più elevati di questa.\n\nEraser adesso si chiuderà.

source: Another instance of Eraser is already running but cannot be connected to.\n\nThe error returned was: {0}
it: Un'altra istanza di Eraser è in esecuzione, ma è impossibile stabilire una connessione con essa.\n\nL'errore ricevuto è: {0}

source: Total: {0,2:#0.00%}
it: Totale: {0,2:#0.00%}

source: Completed with warnings
it: Completata con avvisi

source: Completed with errors
it: Completata con errori

source: Not completed
it: Non completata

source: Completed
it: Completata

source: Close
it: Chiudi

source: {0} out of {1}
it: {0} di {1}

source: About {0} left
it: Circa {0} rimasti

source: Unknown
it: Sconosciuto

source: Queued for execution
it: Pianificata per l'esecuzione

source: Not queued
it: Non pianificata

source: New task added
it: Nuova operazione aggiunta

source: {0} has just been added to the list of tasks.
it: {0} è stato aggiunto alla lista delle operazioni.

source: Are you sure you want to delete the selected tasks?
it: Sei sicuro di voler cancellare le operazioni selezionate?

source: Running...
it: In esecuzione...

source: The task {0} has completed with warnings.
it: L'operazione {0} è stata completata con avvisi.

source: The task {0} has completed with errors.
it: L'operazione {0} è stata completata con errori.

source: The task {0} did not complete.
it: L'operazione {0} non è stata completata.

source: The task {0} has completed.
it: L'operazione {0} è stata completata.

source: Task executed
it: Operazione eseguita

source: Recycle Bin
it: Cestino

source: Import tasks from {0}
it: Importazione operazioni da {0}

source: Erase {0}
it: Pulito {0}

source: Could not import task list from {0}. The error returned was: {1}
it: Importazione della lista di operazioni da {0} non riuscita. L'errore è stato: {1}

source: You have dropped a set of files and folders into Eraser. What do you want to do with them?
it: Sono stati messi in Erase alcuni file e/o cartelle. Che operazione si vuole effettuare su essi?

# Erase the selected items Schedules the selected items for immediate erasure.
source: Erase the selected items\nSchedules the selected items for immediate erasure.
it: Pulizia degli elementi selezionati\nPianificazione degli elementi selezionati per una pulizia immediata.

# Create a new Task A task will be created containing the selected items.
source: Create a new Task\nA task will be created containing the selected items.
it: Creazione di un nuovo Task\nUn task sarà creato per la pulizia degli elementi selezionati.

source: Cancel the drag-and-drop operation
it: Annulla l'operazione di drag-and-drop

source: Are you sure you wish to erase the selected items?
it: Confermi la pulizia degli elementi selezionati?

source: Could not load the setting {0}\\{1} for plugin {2}. The setting has been lost.
it: Impossibile caricare l'impostazione {0}\\{1} per il plugin {2}. L'impostazione è stata persa.

source: Default file erasure method
it: Metodo di pulizia di default

source: Default unused space erasure method
it: Metodo di pulizia dello spazio libero di default

source: Randomness data source
it: Sorgente dati casuale

source: The following settings held invalid values:\n\n{0}\nThese settings have now been set to naive defaults.\n\nPlease check that the new settings suit your required level of security.
it: Le seguenti impostazioni contengono valori non ammessi:\n\n{0}\nQueste impostazioni sono state sostituite da quelle di default.\n\nVerificare che le nuove impostazioni siano al corretto livello di sicurezza.

source: The path you selected is invalid.
it: Il percorso scelto non è valido.

source: Plugins which have just been approved will only be loaded the next time Eraser is started.
it: Le estensioni che sono state appena accettate saranno disponibili al prossimo avvio di Eraser.

source: An invalid language was selected.
it: E' stato scelto un linguaggio non valido.

source: An invalid file erasure method was selected.
it: E' stato scelto un metodo di pulizia non valido.

source: An invalid unused disk space erasure method was selected.
it: E' stato scelto un metodo di pulizia dello spazio libero non valido.

source: An invalid randomness data source was selected.
it: E' stata scelta una sorgente dati casuale non valida.

source: The new UI language will take only effect when Eraser is restarted.
it: Il nuovo linguaggio sarà usato al prossimo avvio di Eraser.

source: The new randomness data source will only be used when the next task is run.\nCurrently running tasks will use the old source.
it: La nuova sorgente dati casuali sarà usata solamente alla prossima esecuzione dell'operazione.\nLe operazioni attualmente in esecuzione useranno la precedente sorgente.

source: (This erasure type does not have any settings to define.)
it: (Questo tipo di pulizia non ha impostazioni da definire.)

source: The erasure method selected does not support unused disk space erasures.
it: Il metodo di pulizia selezionato non consente la pulizia dello spazio libero.

source: (default)
it: (Untranslated)

source: The task has no data to erase.
it: L'operazione non ha dati da pulire.

source: The task needs to run on at least one day a week
it: L'operazione richiede di essere eseguita almeno una volta alla settimana.

source: Processing update list...
it: Elaborazione della lista degli aggiornamenti...

source: Updates
it: Aggiornamenti

source: Plugins
it: Estensioni

source: Nightly builds
it: Compilazioni non ufficiali

source: There are no new updates or plugins available for Eraser.
it: Non ci sono aggiornamenti per Eraser o per le estensioni.

source: Install
it: Installazione

source: Error
it: Errore

source: Downloaded
it: Scaricato

source: Downloading: {0}
it: In corso di scaricamento: {0}

source: Overall progress: {0} left
it: Avanzamento complessivo: {0} rimasti

source: Error: {0}
it: Errore: {0}

source: Installing {0}
it: Installazione {0}

source: Installed {0}
it: Installato {0}

source: {0} of {1} downloaded
it: scaricato {0} di {1}
