Repository: gtrant/eraser
Catalog: trunk/eraser/Eraser.Manager/Strings.*.resx
Languages: it

source: Running on restart
it: Esecuzione al riavvio

source: Once every {0} days
it: Ogni {0} giorni

source: Once every day
it: Una volta ogni giorno

source: Every weekday
it: I giorni infrasettimanali

source: Every Monday, {0}
it: Ogni lunedì, {0}

source: Every Tuesday, {0}
it: Ogni martedì, {0}

source: Every Wednesday, {0}
it: Ogni mercoledì, {0}

source: Every Thursday, {0}
it: Ogni giovedì, {0}

source: Every Friday, {0}
it: Ogni venerdì, {0}

source: Every Saturday, {0}
it: Ogni sabato, {0}

source: Every Sunday, {0}
it: Ogni domenica, {0}

source: once every {0} week.
it: Una volta ogni {0} settimana.

source: once every {0} weeks.
it: Una volta ogni {0} settimane.

source: On day {0} of every month
it: Il giorno {0} di ogni mese

source: On day {0} of every {1} months
it: Il giorno {0} di ogni {1} mesi

source: , at {0}
it: , al {0}

source: The frequency of the recurrence should be greater than one
it: La frequenza della ricorrenza dovrebbe essere maggiore di uno

source: The WeeklySchedule should have at least one day where the task should be run.
it: La WeeklySchedule dovrebbe avere almeno un giorno in cui l'operazione deve essere eseguito.

source: An invalid type was found when loading the task schedule
it: Un tipo non valido è stato trovato durante il caricamento della pianificazione dell'operazione

source: {0} and {1} other targets
it: {0} e {1} altri target
