Repository: gtrant/eraser
Catalog: eraser6/Eraser/SettingsPanel.*.resx
Languages: it

# saveSettings.Text
source: Save Settings
it: Salva impostazioni

# schedulerClearCompleted.Text
source: Automatically remove one-time tasks which completed successfully
it: Rimuovi automaticamente operazioni eseguite immediatamente e con successo

# plausibleDeniabilityFilesAddFolder.Text
source: Add Folder...
it: Agg. cartella...

# plausibleDeniabilityFilesRemove.Text
source: Remove
it: Rimuovi

# plausibleDeniabilityFilesAddFile.Text
source: Add File...
it: Aggiungi File...

# uiLanguageLbl.Text
source: User interface language:
it: Lingua interfaccia utente:

# plausibleDeniability.Text
source: Replace erased files with the following files to allow plausible deniability
it: Sostituzione dei file puliti con i seguenti file per garantire la "plausible deniability"

# erasePRNGLbl.Text
source: Randomness data source:
it: Sorgente dati di casualit√†:

# schedulerMissedIgnore.Text
source: ignore the missed schedule and run only at the next appointed time
it: ignora ed esegui alla prossima pianificazione

# schedulerMissedImmediate.Text
source: execute the task when Eraser next starts
it: esegui l'operazione al successivo avvio di Eraser

# schedulerMissed.Text
source: When a recurring task has missed its starting time,
it: Quando un'operazione ricorrente ha mancato il suo orari odi inizio,

# scheduler.Label
source: Scheduler settings
it: Impostazioni pianificazioni

# pluginsManagerColName.Text
source: Name
it: Nome

# pluginsManagerColAuthor.Text
source: Author
it: Autore

# pluginsManagerColVersion.Text
source: Version
it: Versione

# pluginsManagerColPath.Text
source: File Path
it: Percorso del file

# settingsToolStripMenuItem.Text
source: Settings...
it: Impostazioni...

# plugins.Label
source: Plugins
it: Estensioni

# eraseUnusedMethodLbl.Text
source: Default unused space erasure method:
it: Metodo di default di pulizia spazio libero:

# eraseFilesMethodLbl.Text
source: Default file erasure method:
it: Metodo di default di pulizia file:

# erase.Label
source: Erase settings
it: Impostazioni pulizia

# uiContextMenu.Text
source: Integrate Eraser into Windows Explorer
it: Integrare Eraser in Windows Explorer

# ui.Label
source: Shell integration
it: Integrazione con la shell
