Repository: gtrant/eraser
Catalog: eraser6/Eraser/TaskDataSelectionForm.*.resx
Languages: pl

# cancel.Text
source: Cancel
pl: Anuluj

# recycleBin.Text
source: Recycle Bin
pl: Kosz

# unusedClusterTips.Text
source: Erase cluster tips
pl: Wymarz resztki klastrów

# methodLbl.Text
source: Erasure method:
pl: Metoda wymazywania:

# folderDelete.Text
source: Delete folder if empty
pl: Usuń katalog jeśli jest pusty

# folderExcludeLbl.Text
source: Exclude Mask:
pl: Wyłącz z maską:

# folderIncludeLbl.Text
source: Include Mask:
pl: Uwzględnij maskę:

# folderBrowse.Text
source: Browse...
pl: Przeglądaj...

# fileBrowse.Text
source: Browse...
pl: Przeglądaj...

# unused.Text
source: Unused disk space
pl: Nieużywane miejsce na dysku

# folder.Text
source: Files in folder
pl: Pliki w katalogu

# $this.Text
source: Select Data to Erase
pl: Wybierz dane do wymazania

# file.Text
source: File
pl: Plik

# folderDialog.Description
source: Select a folder to erase.
pl: Wybierz katalog do wymazania.
